token = '7625f6b4cb0646db2cb3d670fcdb792dfd0ab9337775a9b1d7aa749bb0f388c37681f68b1595306fe8bde'


welcomeClient = 'Добро пожаловать! Сейчас вы находитесь в главном меню\n напишите название категории, чтобы увидеть ее содержимое'
welcomeEditor = 'Добро пожаловать, вы можете отредактировать информацию о пользователях'
commands = 'Чтобы получить доп. информацию вы можете отправить команду /help'
invitation = 'Пришлите фото для профиля. Если фото отсутствует пришлите "нет" в качестве ответа'

dbPath = 'vkAPIbot/clientbase.db'
#информация о категории и пользователе
#на первом месте название категории на втором имя и фамилия пользователя
userInfo = ['', '']
nameForEdit = ''
editOrAdd = ''
process_user_step = ''
#defaultPhoto = open('default.png')